cakes_info = {
    'esterhazy': {
        'info': '<b><i><u>Состав:</u></i></b> молоко, сахар, яйца, обжаренный миндаль измельченный, '
                'сливочное масло 82,5%, крахмал кукурузный, вареные сгущеные сливки.\n'
                '<b><i><u>Цена:</u></i></b> 65 руб/кг. Декор считается отдельно.\n',
        'photos': ['static/cakes/esterhazy/esterhazy.jpg',
                   'static/cakes/esterhazy/esterhazy_2.jpg']
    },
    'black_forest': {
        'info': '<b><i><u>Состав:</u></i></b> свежие яйца, сахар, миндальная мука из обжаренного миндаля, соль, какао, '
                'настоящий горький шоколад 70%, вишня, натуральное вишневое пюре, амаретто, инвертный сахар, '
                'пектин NH, корица, лимонная кислота, белый шоколад 34%, натуральные сливки 33%, '
                'ваниль, желатин.\n'
                '<b><i><u>Цена:</u></i></b> 70 руб/кг. Декор считается отдельно.\n',
        'photos': ['static/cakes/black_forest/black_forest.jpg']
    },
    'napoleon': {
        'info': '<b><i><u>Состав:</u></i></b> сливочное масло 82,5%, свежие яйца, мука, сметана 20%,соль, '
                'натуральные сливки 33%, молоко, ваниль, желатин, белый шоколад 34%, сахар.\n'
                '<b><i><u>Цена:</u></i></b> 65 руб/кг. Декор считается отдельно.\n',
        'photos': ['static/cakes/napoleon/napoleon.jpeg']

    },
}

flowers_info = {
    'info': '<b><i><u>Состав:</u></i></b> альбумин, сахар, агар-агар, яблочное пюре, лимонная кислота, '
            'сироп глюкозы 43%.\n'
            '<b><i><u>Срок годности:</u></i></b> 12 дней.\n'
            '<b><i><u>Условия хранения:</u></i></b> Хранить в плотно закрытой ёмкости, при комнатной температуре.'
            '<b><i><u>Цена:</u></i></b> от 25 руб.\n',
    'photos': ['static/flowers/flowers.jpg',
               'static/flowers/flowers_2.jpg',
               'static/flowers/flowers_3.jpg']
}

marshmallow_info = {
    'info': '<b><i><u>Состав:</u></i></b> альбумин, сахар, вода, желатин, сироп глюкозы, ванильный сахар.\n'
            '<b><i><u>Срок годности:</u></i></b> до 14 дней.\n'
            '<b><i><u>Условия хранения:</u></i></b> В плотно закрытой пластиковой ёмкости, в холодильнике.\n'
            '<b><i><u>Цена:</u></i></b> от 30 руб.\n',
    'photos': ['static/marshmallow/marshmallow.jpg',
               'static/marshmallow/marshmallow_2.jpg',
               'static/marshmallow/marshmallow_3.jpg']
}

sweets_info = {
    'irish': {
        'info': '<b><i><u>Состав:</u></i></b> натуральные сливки 33%, сгущённое молоко, сахар, сироп глюкозы, '
                'сливочное масло 82,5%.\n'
                '<b><i><u>Срок годности и условия хранения:</u></i></b> 7 суток при комнатной температуре. '
                '30 дней в холодильнике.\n'
                '<b><i><u>Цена:</u></i></b> от 13 руб.\n',
        'photos': ['static/sweets/irish/irish.jpg',
                   'static/sweets/irish/irish_2.jpg']
    },
    'truffle': {
        'info': '<b><i><u>Состав:</u></i></b> шоколад тёмный, шоколад молочный, ром, сливочное масло 82,5%, изюм.\n'
                '<b><i><u>Срок годности и условия хранения:</u></i></b> 14 дней в холодильнике.\n'
                '<b><i><u>Цена:</u></i></b> от 15 руб.\n',
        'photos': ['static/sweets/truffle/truffle.jpg',
                   'static/sweets/truffle/truffle_2.jpg']
    },
}

tartlets_info = {
    'info': '<b><i><u>Состав:</u></i></b> мука миндальная, мука пшеничная, сливочное масло 82,5%, коричневый сахар, '
            'белый шоколад, вафельная крошка(Бельгия), фундук, натуральные сливки 33%, сироп глюкозы, желатин, молоко, '
            'яичный желток, кукурузный крахмал, ваниль натуральная.\n'
            '<b><i><u>Цена:</u></i></b> 10 руб/1 шт\n',
    'photos': ['static/tartlets/tartlets.jpg',
               'static/tartlets/tartlets_2.jpg']
}
